import { IFeaturesData } from "@/models/IFeaturesData";

export const FeaturesData: IFeaturesData[] = [
  {
    title: "การตลาด",
    features: [
      "เพิ่มโอกาสในการได้ลูกค้าใหม่",
      "คัดกรองลูกค้าได้อย่างเหมาะสม",
      "ลดต้นทุนในการหาลูกค้าใหม่",
    ],
    example: "เสนอโปรโมชันพิเศษสำหรับสินค้าในตะกร้าซื้อของลูกค้า ส่งข้อมูลสินค้าและส่วนลดเพื่อกระตุ้นการซื้อ",
  },
  {
    title: "บริการลูกค้า",
    features: [
      "ให้บริการลูกค้าได้อย่างทั่วถึง",
      "ลดค่าใช้จ่ายในการตอบคำถามทางโทรศัพท์",
      "ตอบสนองลูกค้าได้อย่างรวดเร็ว",
    ],
    example: "ตอบคำถามเกี่ยวกับรายละเอียดสินค้า ช่วยค้นหาสินค้าที่ต้องการ และให้ข้อมูลสเปคสินค้าต่างๆ ได้อย่างรวดเร็ว",
  },
  {
    title: "การศึกษาและการเรียนรู้",
    features: [
      "ให้คำแนะนำและคำปรึกษาด้านการศึกษา",
      "ช่วยค้นคว้าและทบทวนบทเรียน",
      "ทำให้ประสบการณ์การเรียนรู้น่าสนใจยิ่งขึ้น",
    ],
    example: "ตอบคำถามและอธิบายแนวคิดทางวิชาการ ช่วยทำแบบฝึกหัดหรืองานที่ได้รับมอบหมาย และนำเสนอเนื้อหาการเรียนรู้ในรูปแบบที่น่าสนใจและเข้าใจง่าย",
  },
  {
    title: "บริการหลังการขาย",
    features: [
      "ทำให้งานซ้ำๆ และงานด้วยมือเป็นอัตโนมัติ",
      "ทำให้การเริ่มใช้งานผลิตภัณฑ์และบริการง่ายขึ้น",
      "ทำให้กระบวนการต่างๆ เป็นระบบดิจิทัลและอัตโนมัติ",
    ],
    example: "ติดตามสถานะคำสั่งซื้อ แจ้งข้อมูลการจัดส่ง และให้รายละเอียดการติดตามพัสดุ ช่วยให้ลูกค้าทราบสถานะการจัดส่งตลอดเวลา",
  },
  {
    title: "บริการให้ข้อมูล",
    features: [
      "ให้ความรู้และข้อมูลที่ถูกต้องแก่ผู้ใช้บริการ",
      "ตอบคำถามและให้คำแนะนำในหลากหลายเรื่อง",
      "ช่วยค้นหาข้อมูลที่ต้องการได้อย่างรวดเร็ว",
    ],
    example: "ให้ข้อมูลทางการแพทย์เบื้องต้น ตอบคำถามด้านกฎหมาย หรือให้ความรู้ด้านการเงินการลงทุนตามความต้องการของผู้ใช้บริการ",
  },
  {
    title: "การสนับสนุนภายในองค์กร",
    features: [
      "ช่วยเหลือพนักงานในกระบวนการต่างๆ",
      "เพิ่มประสิทธิภาพการทำงานของพนักงาน",
      "ลดเวลาในการค้นหาข้อมูล",
    ],
    example: "ช่วยพนักงานค้นหาข้อมูลภายในองค์กร ตอบคำถามเกี่ยวกับนโยบายบริษัท หรือช่วยเหลือในงานประจำวัน เช่น การจัดการตารางงานและการจองห้องประชุม",
  },
];