import { IFeaturesData } from "@/models/IFeaturesData";

export const FeaturesData: IFeaturesData[] = [
  {
    title: "การตลาด",
    features: [
      "เพิ่มอัตราการได้ลูกค้าใหม่",
      "ปรับปรุงการคัดกรองลูกค้า",
      "ลดค่าใช้จ่ายในการได้ลูกค้าใหม่",
    ],
    example:
      "เสนอโปรโมชั่นพิเศษสำหรับสินค้าในตะกร้าของลูกค้า ส่งข้อมูลเกี่ยวกับสินค้าและส่วนลดเพื่อกระตุ้นการซื้อสินค้า",
  },
  {
    title: "การดูแลลูกค้า",
    features: [
      "เพิ่มขนาดของการดูแลลูกค้า",
      "ลดค่าใช้จ่ายในการตอบคำถามทางโทรศัพท์",
      "ลดเวลาในการตอบสนอง",
    ],
    example:
      "ตอบคำถามเกี่ยวกับรายละเอียดของสินค้า ช่วยลูกค้าในการค้นหาสินค้าที่ต้องการ และให้ข้อมูลเกี่ยวกับสเปคของสินค้าต่าง ๆ ได้อย่างรวดเร็ว",
  },
  {
    title: "การขยาย",
    features: [
      "เพิ่มยอดขาย",
      "ใช้ช่องทางการส่งข้อความในการขาย",
      "ทำให้กระบวนการทางธุรการง่ายขึ้น",
    ],
    example:
      "ช่วยลูกค้าสมัครสินเชื่อ แนะนำวิธีการทำธุรกรรม หรือให้ลูกค้าเลือกว่าจะให้พนักงานติดต่อกลับเพื่อให้บริการเพิ่มเติม",
  },
  {
    title: "บริการหลังขาย",
    features: [
      "ทำให้งานที่ทำซ้ำและงานที่ต้องทำด้วยมือเป็นอัตโนมัติ",
      "ทำให้การเริ่มใช้งานผลิตภัณฑ์และบริการง่ายขึ้น",
      "ทำให้กระบวนการต่าง ๆ เป็นระบบดิจิทัลและเป็นอัตโนมัติ",
    ],
    example:
      "ติดตามสถานะคำสั่งซื้อ แจ้งข้อมูลการจัดส่ง และให้รายละเอียดเกี่ยวกับการติดตามพัสดุ ช่วยให้ลูกค้าทราบสถานะการจัดส่งได้ตลอดเวลา",
  },
  {
    title: "บริการให้ข้อมูล",
    features: [
      "ให้ความรู้และข้อมูลที่ถูกต้องแก่ผู้ใช้บริการ",
      "ตอบคำถามและให้คำแนะนำในหลากหลายเรื่อง",
      "ช่วยผู้ใช้ในการค้นหาข้อมูลที่ต้องการได้อย่างรวดเร็ว",
    ],
    example:
      "ให้ข้อมูลทางการแพทย์เบื้องต้น ตอบคำถามเกี่ยวกับกฎหมาย หรือให้ความรู้ด้านการเงินการลงทุนได้ตามความต้องการของผู้ใช้บริการ",
  },
  {
    title: "การสนับสนุนภายในองค์กร",
    features: [
      "ช่วยเหลือพนักงานในกระบวนการต่าง ๆ",
      "เพิ่มประสิทธิภาพการทำงานของพนักงาน",
      "ลดเวลาที่ใช้ในการค้นหาข้อมูล",
    ],
    example:
      "ช่วยพนักงานค้นหาข้อมูลภายในองค์กร ตอบคำถามเกี่ยวกับนโยบายบริษัท หรือช่วยเหลือในการทำงานประจำวัน เช่น การจัดการตารางงานและการจองห้องประชุม",
  },
];
