import { IAinboxDataType } from "@/models/IBaseData";

export const ainboxData: IAinboxDataType = {
    img: {
        logo: "/logo.png",
        logo_white: "/logo-white.png",
        icon: "/icon.png",
        motto: "/motto.png"
    },
    home: {
        title:"บริการของเรา",
        subtitle:"ด้วยทีมผู้เชี่ยวชาญและโมเดล AI ล้ำสมัย เราสร้างสรรค์แชทบอทที่ตอบโจทย์ธุรกิจคุณได้อย่างแม่นยำ",
        topic:"“ แชทบอท AI คู่ใจธุรกิจคุณ ”",
        detail:"บริการลูกค้าได้อย่างรวดเร็ว แม่นยำ 24/7 ไม่มีวันหยุด\nยกระดับประสบการณ์การให้บริการลูกค้าของคุณสู่ระดับใหม่ด้วย\nเทคโนโลยี AI ล้ำสมัย ในราคาที่ประหยัด",
        images:[
                    // "/images/service_img/home-color.webp",
                    "/images/service_img/home_main.png",
                    "/images/service_img/service01.png",
                    "/images/service_img/2407_service.png",
               ],
        details:[
                    "“ สนทนาอย่างมืออาชีพ \nด้วยผู้ช่วยอัจฉริยะ ”",
                    "แชทบอทอัจฉริยะที่พัฒนาด้วยเทคโนโลยี AI อันทันสมัย สามารถปรับแต่งคุณสมบัติและความรู้ให้สอดคล้องกับธุรกิจของคุณ เพื่อมอบประสบการณ์การสนทนาที่เสมือนจริงเสริมสร้างภาพลักษณ์ที่ดีให้กับธุรกิจของคุณอย่างมีประสิทธิภาพ",
                    "“ ไม่ต้องรอคอย \nบริการที่รวดเร็ว\nอย่างน่าประทับใจ ”",
                    "ด้วยแชทบอท AI ของเรา ลูกค้าจะได้รับการตอบสนองอย่างทันท่วงที\nโดยไม่ต้องรอคอยเจ้าหน้าที่บริการ บอทของเราทำงานตลอด 24 ชั่วโมง\nพร้อมให้บริการด้วยความรวดเร็ว ตรงประเด็น และถูกต้องแม่นยำ"
                ]

    },
};
